Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutStartsWith
source: Returns true if the provided text starts with the provided start string.
bg_bg: Връща стойност true, ако предоставеният текст започва с предоставения низ за начало.
ca_es: Retorna true si el text proporcionat comença per la cadena d'inici especificada.
cs_cz: Vrátí true, pokud zadaný text začíná zadaným počátečním řetězcem.
da_dk: Returnerer true, hvis den angivne tekst starter med den angivne første streng.
de_de: Gibt TRUE zurück, wenn der angegebene Text mit der bereitgestellten Startzeichenfolge beginnt.
el_gr: Επιστρέφει την τιμή true αν το κείμενο που παρέχεται ξεκινάει με τη συμβολοσειρά έναρξης που παρέχεται.
es_es: Devuelve true si el texto proporcionado comienza con la cadena de inicio proporcionada.
et_ee: Tagastab väärtuse true, kui esitatud tekst algab antud algusstringiga.
eu_es: "True" parametroa itzultzen du idatzitako testua emandako hasiera-katearekin hasten bada.
fi_fi: Palauttaa arvon true, jos annettu teksti alkaa annetulla aloitusmerkkijonolla.
fr_fr: Renvoie true si le texte fourni commence par la chaîne de début fournie.
gl_es: Devolve true se o texto que se forneceu comeza coa cadea de inicio fornecida.
hi_in: प्रान किया गया पाठ यदि प्रदान की गई स्ट्रिंग से प्रारंभ होता है, तो सही वापस लौटाता है.
hr_hr: Vraća vrijednost "true" ako navedeni tekst počinje s navedenim početnim nizom.
hu_hu: Igaz értéket ad vissza, ha a megadott szöveg a megadott kezdő sztringgel kezdődik.
it_it: Restituisce true se il testo specificato inizia con la stringa iniziale fornita.
ja_jp: 指定されたテキストが指定された開始文字列で始まる場合に true を返します。
kk_kz: Берілген мәтін берілген бастау жолымен басталса, "шын" мәнін қайтарады.
ko_kr: 제공된 텍스트가 제공된 시작 문자열로 시작하는 경우 true를 반환합니다.
lt_lt: Jei pateiktas tekstas prasideda nurodyta pradžios eilute, pateikiama „true“.
lv_lv: Atgriež vērtību True, ja norādītais teksts sākas ar norādīto sākuma virkni.
ms_my: Mengembalikan true jika teks yang diberikan bermula dengan rentetan mula yang diberikan.
nb_no: Returnerer sann hvis den angitte teksten starter med den angitte startstrengen.
nl_nl: Retourneert true als de opgegeven tekst met de opgegeven begintekenreeks begint.
pl_pl: Zwraca wartość true, jeśli podany tekst zaczyna się od określonego ciągu początkowego.
pt_br: Retorna verdadeiro se o texto fornecido começar com a cadeia de caracteres inicial fornecida.
pt_pt: Devolve verdadeiro se o texto fornecido começar com a cadeira de início fornecida.
ro_ro: Returnează true dacă textul furnizat începe cu șirul de început furnizat.
ru_ru: Возвращает значение True, если указанный текст начинается с заданной начальной строки.
sk_sk: Ak sa zadaný text začína zadaným počiatočným reťazcom, vráti hodnotu True.
sl_si: Vrne »true«, če se navedeno besedilo začne z navedenim začetnim nizom.
sr_cyrl_rs: Враћа true ако наведени текст почиње са наведеном почетном ниском.
sr_latn_rs: Vraća true ako navedeni tekst počinje sa navedenom početnom niskom.
sv_se: Returnerar true om den angivna texten börjar med den angivna startsträngen.
th_th: ส่งกลับเป็น true ถ้าข้อความที่ระบุเริ่มต้นด้วยสตริงเริ่มต้นที่จัดไว้ให้
tr_tr: Sağlanan metin sağlanan başlangıç dizesi ile başlıyorsa true döndürür.
uk_ua: Повертає true, якщо вказаний текст починається з указаного початкового рядка.
vi_vn: Trả về true nếu văn bản được cung cấp bắt đầu bằng chuỗi bắt đầu được cung cấp.
zh_cn: 如果提过的文本以提供的起始字符串开头，则返回 true。
zh_tw: 如果提供的文字開頭為所提供的起始字串，則傳回 true。

# AboutStartsWith_text
source: The text to be checked.
bg_bg: Текстът за преглед.
ca_es: Text que es comprovarà.
cs_cz: Text, který se má zkontrolovat
da_dk: Den tekst, der skal kontrolleres.
de_de: Der zu überprüfende Text.
el_gr: Το κείμενο για έλεγχο.
es_es: Texto que se va a comprobar.
et_ee: Kontrollitav tekst.
eu_es: Egiaztatu behar den testua.
fi_fi: Tarkistettava teksti.
fr_fr: Texte à vérifier.
gl_es: Texto que se vai comprobar.
hi_in: जाँचा जाने वाला पाठ.
hr_hr: Tekst koji je potrebno provjeriti.
hu_hu: Az ellenőrizni kívánt szöveg.
it_it: Testo da verificare.
ja_jp: 確認するテキスト。
kk_kz: Тексерілетін мәтін.
ko_kr: 확인할 텍스트입니다.
lt_lt: Tikrintinas tekstas.
lv_lv: Pārbaudāmais teksts.
ms_my: Teks untuk disemak.
nb_no: Tekst som skal kontrolleres.
nl_nl: De tekst die moet worden gecontroleerd.
pl_pl: Tekst do sprawdzenia.
pt_br: O texto a ser verificado.
pt_pt: O texto a ser verificado.
ro_ro: Textul de verificat.
ru_ru: Проверяемый текст.
sk_sk: Text, ktorý sa má skontrolovať.
sl_si: Besedilo, ki bo preverjeno.
sr_cyrl_rs: Текст за проверу.
sr_latn_rs: Tekst za proveru.
sv_se: Texten att kontrollera.
th_th: ข้อความที่จะตรวจสอบ
tr_tr: Denetlenecek metin.
uk_ua: Текст для перевірки.
vi_vn: Văn bản cần kiểm tra.
zh_cn: 要检查的文本。
zh_tw: 要檢查的文字。

# AboutStartsWith_start
source: The starting string. The function returns true if the text starts with this string.
bg_bg: Низът за начало. Функцията връща стойност true, ако текстът започва с този низ.
ca_es: Cadena inicial. La funció retorna true si el text comença amb aquesta cadena.
cs_cz: Počáteční řetězec. Tato funkce vrací true, pokud text začíná tímto řetězcem.
da_dk: Den første streng. Funktionen returnerer true, hvis teksten starter med denne streng.
de_de: Die Startzeichenfolge. Die Funktion gibt TRUE zurück, wenn der Text mit dieser Zeichenfolge beginnt.
el_gr: Η συμβολοσειρά έναρξης. Η συνάρτηση επιστρέφει την τιμή true αν το κείμενο ξεκινάει με αυτή τη συμβολοσειρά.
es_es: Cadena de inicio. La función devuelve true si el texto comienza con esta cadena.
et_ee: Algusstring. Funktsioon tagastab väärtuse tõene, kui tekst algab selle stringiga.
eu_es: Hasiera-katea. Funtzio horrek "true" parametroa itzultzen du testua kate horrekin hasten bada.
fi_fi: Aloitusmerkkijono. Funktio palauttaa arvon true, jos teksti alkaa tällä merkkijonolla.
fr_fr: Chaîne de début. La fonction renvoie true si le texte commence par cette chaîne.
gl_es: Cadea de inicio. A función devolve verdadeiro se o texto comeza con esta cadea.
hi_in: प्रारंभिक स्ट्रिंग. यदि पाठ इस स्ट्रिग के साथ प्रारंभ होता है, तो फ़ंक्शन सही वापस लौटाता है.
hr_hr: Početni niz. Funkcija vraća vrijednost "true" ako tekst počinje tim nizom.
hu_hu: A kezdő sztring. A függvény igaz értéket ad vissza, ha a szöveg ezzel a sztringgel kezdődik.
it_it: Stringa iniziale. La funzione restituisce true se il testo inizia con questa stringa.
ja_jp: 開始文字列。テキストがこの文字列で始まる場合に関数は true を返します。
kk_kz: Бастау жолы. Мәтін осы жолмен басталса, функция "шын" мәнін қайтарады.
ko_kr: 시작 문자열입니다. 텍스트가 이 문자열로 시작하는 경우 함수가 true를 반환합니다.
lt_lt: Pradžios eilutė. Jei tekstas prasideda šia eilute, funkcija pateikia „true“.
lv_lv: Sākuma virkne. Funkcija atgriež vērtību True, ja teksts sākas ar šo virkni.
ms_my: Renteran permulaan. Fungsi mengembalikan true jika teks bermula dengan rentetan ini.
nb_no: Startstrengen. Funksjonen returnerer sann hvis teksten starter med denne strengen.
nl_nl: De begintekenreeks. De functie retourneert waar als de tekst met deze tekenreeks begint.
pl_pl: Ciąg początkowy. Funkcja zwraca wartość true, jeśli tekst zaczyna się od tego ciągu.
pt_br: A cadeia de caracteres inicial. A função retorna verdadeiro se o texto se inicia com essa cadeia de caracteres.
pt_pt: A cadeia inicial. A função devolve verdadeiro se o texto começar com esta cadeia.
ro_ro: Șirul de început. Funcția returnează true dacă textul începe cu acest șir.
ru_ru: Начальная строка. Функция возвращает значение True, если текст начинается с нее.
sk_sk: Počiatočný reťazec. Táto funkcia vráti hodnotu True, ak sa text začína týmto reťazcom.
sl_si: Začetni niz. Funkcija vrne »true«, če se besedilo začne s tem nizom.
sr_cyrl_rs: Почетна ниска. Ова функција враћа true ако текст почиње овом ниском.
sr_latn_rs: Početna niska. Ova funkcija vraća true ako tekst počinje ovom niskom.
sv_se: Startsträngen. Funktionen returnerar true om texten startar med den här strängen.
th_th: สตริงเริ่มต้น ฟังก์ชันส่งกลับเป็น true ถ้าข้อความเริ่มต้นด้วยสตริงนี้
tr_tr: Başlangıç dizesi. Metin bu dize ile başlıyorsa işlev true döndürür.
uk_ua: Початковий рядок. Функція повертає true, якщо текст починається з цього рядка.
vi_vn: Chuỗi bắt đầu. Hàm trả về true nếu văn bản bắt đầu bằng chuỗi này.
zh_cn: 起始字符串。如果文本以此字符串开头，则函数返回 true。
zh_tw: 起始字串。如果文字的開頭為此字串，則此函式會傳回 true。

# StartsWithArg1
source: text
bg_bg: текст
da_dk: tekst
el_gr: κείμενο
es_es: texto
et_ee: tekst
eu_es: testua
fi_fi: teksti
fr_fr: texte
gl_es: texto
hi_in: पाठ
hr_hr: tekst
hu_hu: szöveg
it_it: testo
ja_jp: テキスト
kk_kz: мәтін
ko_kr: 텍스트
lt_lt: tekstas
lv_lv: teksts
ms_my: teks
nb_no: tekst
nl_nl: tekst
pl_pl: tekst
pt_br: texto
pt_pt: texto
ru_ru: текст
sl_si: besedilo
sr_cyrl_rs: текст
sr_latn_rs: tekst
th_th: ข้อความ
tr_tr: metin
uk_ua: текст
vi_vn: văn_bản
zh_cn: 文本
zh_tw: 文字

# StartsWithArg2
source: start
bg_bg: старт
ca_es: inici
de_de: Anfang
el_gr: έναρξη
es_es: inicio
et_ee: algus
eu_es: hasi
fi_fi: alku
fr_fr: début
gl_es: inicio
hi_in: प्रारंभ_करें
hr_hr: početak
hu_hu: kezdet
it_it: inizio
ja_jp: 先頭のテキスト
kk_kz: бастау
ko_kr: 시작
lt_lt: pradžia
lv_lv: sākums
ms_my: mula
pl_pl: początek
pt_br: início
pt_pt: início
ru_ru: запуск
sk_sk: začína_sa
sl_si: začetek
sr_cyrl_rs: покрени
sr_latn_rs: pokreni
th_th: เริ่ม
tr_tr: başlangıç
uk_ua: початковий_рядок
vi_vn: bắt_đầu
zh_tw: 開始

# AboutEndsWith
source: Returns true if the provided text ends with the provided end string.
bg_bg: Връща стойност true, ако предоставеният текст започва с предоставения низ за край.
ca_es: Retorna true si el text proporcionat acaba per la cadena de finalització especificada.
cs_cz: Vrátí true, pokud zadaný text končí zadaným koncovým řetězcem.
da_dk: Returnerer true, hvis den angivne tekst slutter med den angivne sidste streng.
de_de: Gibt TRUE zurück, wenn der angegebene Text auf die bereitgestellte Endzeichenfolge endet.
el_gr: Επιστρέφει τιμή true, αν το καταχωρημένο κείμενο τελειώνει με την καταχωρημένη συμβολοσειρά τέλους.
es_es: Devuelve true si el texto proporcionado termina con la cadena de finalización proporcionada.
et_ee: Tagastab väärtuse tõene, kui esitatud tekst lõpeb esitatud lõppstringiga.
eu_es: "True" parametroa itzultzen du idatzitako testua emandako amaiera-katearekin amaitzen bada.
fi_fi: Palauttaa arvon true, jos annettu teksti päättyy annettuun lopetusmerkkijonoon.
fr_fr: Retourne true si le texte fourni se termine par la chaîne de fin fournie.
gl_es: Devolve true se o texto que se forneceu remata coa cadea de finalización fornecida.
hi_in: अगर प्रदान किया गया पाठ प्रदान किए गए समाप्ति स्ट्रिंग पर समाप्त होता है तो सही वापस करता है.
hr_hr: Vraća vrijednost "true" ako navedeni tekst završava s navedenim završnim nizom.
hu_hu: Igaz értéket ad vissza, ha a megadott szöveg a megadott záró sztringgel végződik.
it_it: Restituisce true se il testo specificato termina con la stringa finale fornita.
ja_jp: 指定されたテキストが指定された終了文字列で終わる場合に true を返します。
kk_kz: Берілген мәтін берілген аяқтау жолымен аяқталса, "шын" мәнін қайтарады.
ko_kr: 제공된 텍스트가 제공된 종료 문자열로 종료되는 경우 true를 반환합니다.
lt_lt: Jei pateiktas tekstas baigiasi nurodyta pabaigos eilute, pateikiama reikšmė „true“.
lv_lv: Atgriež vērtību True, ja norādītais teksts beidzas ar norādīto beigu virkni.
ms_my: Mengembalikan true jika teks yang ditentukan tamat dengan rentetan tamat yang ditentukan.
nb_no: Returnerer sann hvis den angitte teksten slutter med den angitte sluttstrengen.
nl_nl: Retourneert true als de opgegeven tekst met de opgegeven eindtekenreeks eindigt.
pl_pl: Zwraca wartość true, jeśli podany tekst kończy się określonym ciągiem końcowym.
pt_br: Retornará verdadeiro se o texto fornecido terminar com a cadeia de caracteres final fornecida.
pt_pt: Devolve true se o texto fornecido terminar com a cadeira de fim fornecida.
ro_ro: Returnează true dacă textul furnizat se încheie cu șirul de sfârșit furnizat.
ru_ru: Возвращает значение True, если указанный текст заканчивается заданной конечной строкой.
sk_sk: Ak sa zadaný text končí zadaným koncovým reťazcom, vráti hodnotu True.
sl_si: Vrne »true«, če se navedeno besedilo konča z navedenim končnim nizom.
sr_cyrl_rs: Враћа true ако се наведени текст завршава наведеном крајњом ниском.
sr_latn_rs: Vraća true ako se navedeni tekst završava navedenom krajnjom niskom.
sv_se: Returnerar true om den angivna texten slutar med den angivna slutsträngen.
th_th: ส่งกลับเป็น จริง หากข้อความที่ระบุสิ้นสุดด้วยสตริงสิ้นสุดที่ระบุ
tr_tr: Sağlanan metin, sağlanan bitiş dizesi ile bitiyorsa true döndürür.
uk_ua: Повертає true, якщо наданий текст закінчується вказаним кінцевим рядком.
vi_vn: Trả về true nếu văn bản được cung cấp kết thúc bằng chuỗi kết thúc được cung cấp.
zh_cn: 如果提供的文本以提供的末尾字符串结尾，则返回 true。
zh_tw: 如果提供的文字以提供的結束字串作為結尾，則傳回 true。

# AboutEndsWith_text
source: The text to be checked.
bg_bg: Текстът за преглед.
ca_es: Text que es comprovarà.
cs_cz: Text, který se má zkontrolovat
da_dk: Den tekst, der skal kontrolleres.
de_de: Der zu überprüfende Text.
el_gr: Το κείμενο για έλεγχο.
es_es: Texto que se va a comprobar.
et_ee: Kontrollitav tekst.
eu_es: Egiaztatu behar den testua.
fi_fi: Tarkistettava teksti.
fr_fr: Texte à vérifier.
gl_es: Texto que se vai comprobar.
hi_in: जाँचा जाने वाला पाठ.
hr_hr: Tekst koji je potrebno provjeriti.
hu_hu: Az ellenőrizni kívánt szöveg.
it_it: Testo da verificare.
ja_jp: 確認するテキスト。
kk_kz: Тексерілетін мәтін.
ko_kr: 확인할 텍스트입니다.
lt_lt: Tikrintinas tekstas.
lv_lv: Pārbaudāmais teksts.
ms_my: Teks untuk disemak.
nb_no: Tekst som skal kontrolleres.
nl_nl: De tekst die moet worden gecontroleerd.
pl_pl: Tekst do sprawdzenia.
pt_br: O texto a ser verificado.
pt_pt: O texto a ser verificado.
ro_ro: Textul de verificat.
ru_ru: Проверяемый текст.
sk_sk: Text, ktorý sa má skontrolovať.
sl_si: Besedilo, ki bo preverjeno.
sr_cyrl_rs: Текст за проверу.
sr_latn_rs: Tekst za proveru.
sv_se: Texten att kontrollera.
th_th: ข้อความที่จะตรวจสอบ
tr_tr: Denetlenecek metin.
uk_ua: Текст для перевірки.
vi_vn: Văn bản cần kiểm tra.
zh_cn: 要检查的文本。
zh_tw: 要檢查的文字。

# AboutEndsWith_end
source: The ending string. The function returns true if the text ends with this string.
bg_bg: Низът за край. Функцията връща стойност true, ако текстът завършва с този низ.
ca_es: Cadena final. La funció retorna true si el text acaba amb aquesta cadena.
cs_cz: Koncový řetězec. Tato funkce vrací true, pokud text končí tímto řetězcem.
da_dk: Den sidste streng. Funktionen returnerer true, hvis teksten slutter med denne streng.
de_de: Die Endzeichenfolge. Die Funktion gibt TRUE zurück, wenn der Text auf diese Zeichenfolge endet.
el_gr: Η συμβολοσειρά τέλους. Η συνάρτηση επιστρέφει τιμή true, αν το κείμενο τελειώνει με αυτήν τη συμβολοσειρά.
es_es: Cadena de finalización. La función devuelve true si el texto termina con esta cadena.
et_ee: Lõppstring. Funktsioon tagastab väärtuse tõene, kui tekst lõpeb selle stringiga.
eu_es: Amaiera-katea. Funtzio horrek "True" parametroa itzultzen du testua kate horrekin amaitzen bada.
fi_fi: Lopetusmerkkijono. Funktio palauttaa arvon true, jos teksti loppuu tähän merkkijonoon.
fr_fr: Chaîne de fin. La fonction retourne true si le texte se termine par cette chaîne.
gl_es: Cadea de finalización. A función devolve verdadeiro se o texto remata con esta cadea.
hi_in: समाप्ति स्ट्रिंग. अगर पाठ इस स्ट्रिंग पर समाप्त होता है तो फ़ंक्शन सही वापस करता है.
hr_hr: Završni niz. Funkcija vraća vrijednost "true" ako tekst završava tim nizom.
hu_hu: A záró sztring. A függvény igaz értéket ad vissza, ha a szöveg ezzel a sztringgel végződik.
it_it: Stringa finale. La funzione restituisce true se il testo termina con questa stringa.
ja_jp: 終了文字列。テキストがこの文字列で終わる場合にこの関数は true を返します。
kk_kz: Аяқтау жолы. Мәтін осы жолмен аяқталса, функция "шын" мәнін қайтарады.
ko_kr: 종료 문자열입니다. 텍스트가 이 문자열로 종료되는 경우 함수가 true를 반환합니다.
lt_lt: Pabaigos eilutė. Jei tekstas baigiasi šia eilute, funkcija pateikia reikšmę „true“.
lv_lv: Beigu virkne. Funkcija atgriež vērtību True, ja teksts beidzas ar šo virkni.
ms_my: Renteran tamat. Fungsi mengembalikan true jika teks tamat dengan rentetan ini.
nb_no: Sluttstrengen. Funksjonen returnerer sann hvis teksten slutter med denne strengen.
nl_nl: De eindtekenreeks. De functie retourneert waar als de tekst met deze tekenreeks eindigt.
pl_pl: Ciąg końcowy. Funkcja zwraca wartość true, jeśli tekst kończy się tym ciągiem.
pt_br: A cadeia de caracteres final. A função retornará verdadeiro se o texto terminar com essa cadeia de caracteres.
pt_pt: A cadeia final. A função devolve true se o texto terminar com esta cadeia.
ro_ro: Șirul de sfârșit. Funcția returnează true dacă textul se termină cu acest șir.
ru_ru: Конечная строка. Функция возвращает значение True, если текст заканчивается этой строкой.
sk_sk: Koncový reťazec. Táto funkcia vráti hodnotu True, ak sa text končí týmto reťazcom.
sl_si: Končni niz. Funkcija vrne »true«, če se besedilo konča s tem nizom.
sr_cyrl_rs: Крајња ниска. Ова функција враћа true ако се текст завршава овом ниском.
sr_latn_rs: Krajnja niska. Ova funkcija vraća true ako se tekst završava ovom niskom.
sv_se: Slutsträngen. Funktionen returnerar true om texten slutar med den här strängen.
th_th: สตริงที่สิ้นสุด ฟังก์ชันจะส่งกลับเป็น จริง หากข้อความสิ้นสุดด้วยสตริงนี้
tr_tr: Bitiş dizesi. Metin bu dize ile bitiyorsa işlev true döndürür.
uk_ua: Кінцевий рядок. Функція повертає true, якщо текст закінчується цим рядком.
vi_vn: Chuỗi kết thúc. Hàm trả về true nếu văn bản kết thúc bằng chuỗi này.
zh_cn: 末尾字符串。如果文本以此字符串结尾，则函数返回 true。
zh_tw: 結束字串。如果文字以此字串作為結尾，則此函式會傳回 true。

# EndsWithArg1
source: text
bg_bg: текст
da_dk: tekst
el_gr: κείμενο
es_es: texto
et_ee: tekst
eu_es: testua
fi_fi: teksti
fr_fr: texte
gl_es: texto
hi_in: पाठ
hr_hr: tekst
hu_hu: szöveg
it_it: testo
ja_jp: テキスト
kk_kz: мәтін
ko_kr: 텍스트
lt_lt: tekstas
lv_lv: teksts
ms_my: teks
nb_no: tekst
nl_nl: tekst
pl_pl: tekst
pt_br: texto
pt_pt: texto
ru_ru: текст
sl_si: besedilo
sr_cyrl_rs: текст
sr_latn_rs: tekst
th_th: ข้อความ
tr_tr: metin
uk_ua: текст
vi_vn: văn_bản
zh_cn: 文本
zh_tw: 文字

# EndsWithArg2
source: end
bg_bg: край
ca_es: final
cs_cz: konec
da_dk: slut
el_gr: τέλος
es_es: fin
et_ee: lõpp
eu_es: amaiera
fi_fi: loppu
fr_fr: fin
gl_es: final
hi_in: समाप्त
hr_hr: kraj
hu_hu: vége
kk_kz: аяқтау
lt_lt: pabaiga
lv_lv: beigas
ms_my: tamat
nb_no: slutt
nl_nl: einde
pt_br: encerrar
ro_ro: sfârșit
ru_ru: конец
sk_sk: koniec
sl_si: konec
sr_cyrl_rs: крај
sr_latn_rs: kraj
sv_se: slut
th_th: สิ้นสุด
uk_ua: кінець
vi_vn: kết_thúc
zh_cn: 结束

# AboutBlank
source: Returns a null (blank) value
bg_bg: Връща стойност null (празна)
ca_es: Retorna un valor nul (en blanc)
cs_cz: Vrátí hodnotu null (prázdnou).
da_dk: Returnerer en null-værdi (tom værdi)
de_de: Gibt einen NULL-Wert (leer) zurück.
el_gr: Επιστρέφει μια τιμή null (κενή)
es_es: Devuelve un valor nulo (en blanco).
et_ee: Tagastab null- (tühja) väärtuse
eu_es: Balio nulu bat (hutsik) itzultzen du
fi_fi: Palauttaa tyhjäarvon (tyhjän arvon).
fr_fr: Retourne une valeur null (vide)
gl_es: Devolve un valor nulo (en branco)
hi_in: नल (रिक्त स्थान) मान वापस करता है
hr_hr: Vraća vrijednost null (praznu)
hu_hu: Null (üres) értéket ad vissza
it_it: Restituisce un valore Null (vuoto)
ja_jp: null (空白) 値を返します
kk_kz: Null (бос) мәнін қайтарады
ko_kr: null(비어 있는) 값을 반환합니다.
lt_lt: Pateikiama „null“ (tuščia) reikšmė
lv_lv: Atgriež null (tukšu) vērtību
ms_my: Mengembalikan nilai nol (kosong)
nb_no: Returnerer en null-verdi (tom verdi)
nl_nl: Hiermee wordt een null-waarde (leeg) geretourneerd
pl_pl: Zwraca wartość null (pustą)
pt_br: Retorna um valor nulo (vazio)
pt_pt: Devolve um valor nulo (em branco)
ro_ro: Returnează o valoare nulă (necompletat)
ru_ru: Возвращает значение NULL (пустое значение)
sk_sk: Vráti hodnotu null (prázdnu)
sl_si: Vrne ničelno (prazno) vrednost
sr_cyrl_rs: Враћа поље без вредности (празно)
sr_latn_rs: Vraća praznu vrednost
sv_se: Returnerar ett null (tomt) värde
th_th: คืนค่าเป็นศูนย์ (ว่าง)
tr_tr: Null (boş) değer döndürür
uk_ua: Повертає Null-значення (пусте).
vi_vn: Trả về một giá trị null (trống)
zh_cn: 返回一个 NULL (空)值
zh_tw: 傳回 Null (空白) 值
